[
    {
        "lesson": "Sự điện li",
        "book": "Hóa Học Lớp 11 Nâng Cao",
        "chapter": "Chương 1: Sự điện li",
        "content": "SỰ ĐIỆN LI\n- Biết các khái niệm về sự điện li và chất điện li.\n- Hiểu nguyên nhân tính dẫn điện của dung dịch chất điện li và cơ chế của quá trình điện li.\nI - HIỆN TƯỢNG ĐIỆN LI\n1. Thí nghiệm\nChuẩn bị ba cốc : cốc a đựng nước cất, cốc b đựng dung dịch saccarozơ $\\left(\\mathrm{C}_{12} \\mathrm{H}_{22} \\mathrm{O}_{11}\\right)$, cốc $\\mathrm{c}$ đựng dung dịch natri clorua $(\\mathrm{NaCl})$ rồi lắp vào bộ dụng cụ như hình 1.1.\n\n<image_0_textbook>\nHinh 1.1. Bộ dụng cụ chứng minh tính dẫn điện của dung dịch\nKhi nối các đầu dây dẫn điện với cùng một nguồn điện, ta chỉ thấy bóng đèn ở cốc đựng dung dịch $\\mathrm{NaCl}$ bật sáng. Vậy dung dịch $\\mathrm{NaCl}$ dẫn điện, còn nước cất và dung dịch saccarozơ không dẫn điện.\nNếu làm các thí nghiệm tương tự, người ta thấy $\\mathrm{NaCl}$ rắn, khan ; $\\mathrm{NaOH}$ rắn, khan ; các dung dịch ancol etylic $\\left(\\mathrm{C}_{2} \\mathrm{H}_{5} \\mathrm{OH}\\right)$; glixerol $\\left(\\mathrm{HOCH}_{2} \\mathrm{CH}(\\mathrm{OH}) \\mathrm{CH}_{2} \\mathrm{OH}\\right)$ không dẫn điện. Ngược lại các dung dịch axit, bazơ và muối đều dẫn điện.\n1. Nguyên nhân tính dẫn điện của các dung dịch axit, bazo và muối trong nước\nNgay từ năm 1887, A-rê-ni-ut đã giả thiết và sau này đã đ-ợc thực nghiệm đã xác nhận rằng : Các dung dịch axit, bazơ và muối dẫn điên đ-ợc là do trong dung dịch của chúng có các tiểu phân mang điện tích chuyển động tự do được gọi là các ion. Như vậy các axit, bazơ và muối khi hoà tan trong nước phân li ra các ion, nên dung dịch của chúng dẫn điện.\nQuá trình phân li các chất trong nước ra ion là sự điện li. Những chất khi tan trong nước phân li ra ion được gọi là những chất điện li. $\\left.{ }^{*}\\right)$\nVậy axit, bazơ và muối là những chất điện li.\nII - CO CHẾ CỦA QUÁ TRINNH DIỆN LI\n1. Cấu tạo của phân tử $\\mathrm{H}_{2} \\mathrm{O}$\nPhân tử $\\mathrm{H}_{2} \\mathrm{O}$ có cấu tạo như hình 1.2. Liên kết $\\mathrm{O}-\\mathrm{H}$ là liên kết cộng hoá trị phân cực, cặp electron dùng chung lệch về phía oxi, nên ở oxi có dư điện tích âm, còn ở hiđro có dư điện tích dương. Vì vậy, phân tử $\\mathrm{H}_{2} \\mathrm{O}$ là phân tử có cực.\n\n<image_1_textbook>\n\n<image_2_textbook>\nb)\nHình 1.2. a) Cấu tạo của phân tử nước ; b) Mô hình đặc của phân tử nước\n2. Quá trình điện li của $\\mathrm{NaCl}$ trong nước\n$\\mathrm{NaCl}$ là hợp chất ion, nghĩa là gồm những cation $\\mathrm{Na}^{+}$và anion $\\mathrm{Cl}^{-}$liên kết với nhau bằng lực tĩnh điện. Khi cho $\\mathrm{NaCl}$ tinh thể vào nước, những ion $\\mathrm{Na}^{+}$và $\\mathrm{Cl}^{-}$ trên bề mặt tinh thể hút về chúng các phân tử $\\mathrm{H}_{2} \\mathrm{O}$ (cation hút đầu âm và anion hút đầu dương). Quá trình tương tác giữa các phân tử nước có cực và các ion của muối kết hợp với sự chuyển động hỗn loạn không ngừng của các phân tử nước\n\\footnotetext{(*) Nhiều chất khi nóng chảy cũng phân li ra ion, nên ở trạng thái nóng chảy các chất này dẫn điện được.\n}\nlàm cho các ion $\\mathrm{Na}^{+}$và $\\mathrm{Cl}^{-}$của muối tách dần khỏi tinh thể và hoà tan trong nước (hình 1.3).\n\n<image_3_textbook>\nHình 1.3. Sơ đồ quá trình phân li ra ion của tinh thể NaCl trong nước\nTừ sơ đồ trên ta thấy sự điện li của $\\mathrm{NaCl}$ trong nước có thể được biểu diễn một cách đơn giản bằng phương trình điện li như sau :\n$$\n\\mathrm{NaCl} \\rightarrow \\mathrm{Na}^{+}+\\mathrm{Cl}^{-}\n$$\n3. Quá trình điện li của $\\mathrm{HCl}$ trong nước\nPhân tử hiđro clorua $(\\mathrm{HCl})$ cũng là phân tử có cực tương tự phân tử nước. Cực dương ở phía hiđro, cực âm ở phía clo.\nKhi tan trong nước, các phân tử $\\mathrm{HCl}$ hút về chúng những cực ngược dấu của các phân tử nước. Do sự tương tác giữa các phân tử nước và phân tử $\\mathrm{HCl}$, kết hợp với sự chuyển động không ngừng của các phân tử nước dẫn đến sự điện li phân tử $\\mathrm{HCl}$ ra các ion $\\mathrm{H}^{+}$và $\\mathrm{Cl}^{-}$(hình 1.4).\n\n<image_4_textbook>\nHình 1.4. Sơ đồ quá trình phân li ra ion của phân tử $\\mathrm{HCl}$ trong nước\n((1) Thực tế trong dung dịch $\\mathrm{H}^{+}$luôn tồn tại dưới dạng $\\mathrm{H}_{3} \\mathrm{O}^{+}$)\nPhương trình điện li của $\\mathrm{HCl}$ trong nước như sau :\n$$\n\\mathrm{HCl} \\rightarrow \\mathrm{H}^{+}+\\mathrm{Cl}^{-}\n$$\nTrong các phân tử ancol etylic, saccarozơ, glixerol, có liên kết phân cực nhưng rất yếu, nên dưới tác dụng của các phân tử nước chúng không thể phân li ra ion được, chúng là các chất không điện li.\nBÀl TẬP\n1. Sự điện li, chất điện li là gì ? Những loại chất nào là chất điện li ? Lấy một số thí dụ về chất điện li và chất không điện li.\n2. Các dung dịch axit, bazơ và muối dẫn điện được là do nguyên nhân gì ?\n3. Trong số các chất sau, những chất nào là chất điện li ? $\\mathrm{H}_{2} \\mathrm{~S}, \\mathrm{SO}_{2}, \\mathrm{Cl}_{2}, \\mathrm{H}_{2} \\mathrm{SO}_{3}, \\mathrm{CH}_{4}, \\mathrm{NaHCO}_{3}, \\mathrm{Ca}(\\mathrm{OH})_{2}, \\mathrm{HF}, \\mathrm{C}_{6} \\mathrm{H}_{6}, \\mathrm{NaClO}$.\n4. Chất nào sau đây không dẫn điện được ?\nA. $\\mathrm{KCl}$ rắn, khan.\nC. $\\mathrm{MgCl}_{2}$ nóng chảy.\nB. $\\mathrm{KOH}$ nóng chảy.\nD. HI trong dung môi nước.\n1. Chất nào dưới đây không phân li ra ion khi hoà tan trong nước ?\nA. $\\mathrm{MgCl}_{2}$.\nB. $\\mathrm{HClO}_{3}$.\nC. $\\mathrm{C}_{6} \\mathrm{H}_{12} \\mathrm{O}_{6}$ (glucozơ).\nD. $\\mathrm{Ba}(\\mathrm{OH})_{2}$.\n1. Dung dịch chất nào sau đây không dẫn điện được ?\nA. $\\mathrm{HCl}$ trong $\\mathrm{C}_{6} \\mathrm{H}_{6}$ (benzen).\nB. $\\mathrm{CH}_{3} \\mathrm{COONa}$ trong nước.\nC. $\\mathrm{Ca}(\\mathrm{OH})_{2}$ trong nước.\nD. $\\mathrm{NaHSO}_{4}$ trong nước.\n1. Với chất điện li là hợp chất ion và hợp chất cộng hoá trị có cực thì cơ chế của quá trình điện li như thế nào?"
    }

]